[
    {
        "name": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "url": "https://www.superjob.ru/vakansii/starshij-analitik-dannyh-v-crm-46759846.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Обязанности:\n• аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;\n• анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;\n• участие в крупных аналитических проектах розничного CRM;\n• поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;\n• проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;\n• подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;\n• сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;\n• разработка инструментария для контроля деятельности CRM.\nТребования:\n• высшее образование (математика, физмат, экономика, статистика);\n• опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;\n• отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;\n• уверенный пользователь MS Office (Excel, P.Point);\n• опыт использования инструментов BI будет плюсом;\n• знание python для целей аналитики данных будет плюсом;\n• опыт анализа больших объемов данных;\n• наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;\n• аналитический склад ума;\n• умением структурированно излагать мысли, презентовать результаты своей работы.\nУсловия:\n• трудоустройство согласно Законодательству;\n• конкурентная заработная плата;\n• профессиональное обучение и развитие;\n• добровольное медицинское страхование, льготные условия кредитования;\n• корпоративная пенсионная программа, материальная помощь;\n• спортивная жизнь и корпоративные мероприятия;\n• возможность построить карьеру в ведущем банке России."
    },
    {
        "name": "Сетевой инженер",
        "url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html",
        "salary_from": 70000,
        "salary_to": 100000,
        "description": "Обязанности:\n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n• Администрирование linux серверов.\n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\nТребования:\n• Высшее техническое образование\n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n• Базовое программирование на bash, python, PHP\n• Английский язык (технический)\nУсловия:\n• Работа в офисе, 5/2 с 8:00 до 16:30\n• От 70000 рублей на руки, по результатам собеседования.\n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n• ДМС после испытательный срока"
    },
    {
        "name": "Маркетинговый аналитик",
        "url": "https://www.superjob.ru/vakansii/marketingovyj-analitik-47506340.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Наши предложения:\n• гибридный формат работы\n• самостоятельность в работе и принятии решений\n• карьерное и профессиональное развитие\n• стабильная заработная плата: оклад + бонус\n• комфортный офис с бесплатной парковкой для сотрудников\n• корпоративный транспорт от м. Волгоградский проспект\n• скидки на товары и услуги более чем 900 компаний-партнёров\n• корпоративные скидки для сотрудников X5 Group\n• страхование жизни и здоровья\n• расширенный полис ДМС со стоматологией\n• корпоративная жизнь с праздниками, подарками и мероприятиями\nНаши ожидания:\n• оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний\n• прогнозирование объема продаж при разных сценариях рекламного бюджетирования\n• анализ по методу АБ-тестирования\n• подготовка кастомных отчетов, дашбордов в Bi-системах\n• автоматизация маркетинговой отчетности\n• построение сквозной маркетинговой аналитики\n• знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции"
    },
    {
        "name": "Специалист по информационной безопасности",
        "url": "https://obninsk.superjob.ru/vakansii/specialist-po-informacionnoj-bezopasnosti-47702106.html",
        "salary_from": 60000,
        "salary_to": 70000,
        "description": "Обязанности:\n• Настройка и управление подсистемами безопасности;\n• Настройка и управление коммутационным оборудованием;\n• Управление инфраструктурой управления доступами;\n• Анализ журналов событий;\n• Анализ инцидентов ИБ, участие в их расследовании;\n• Проведение аудитов информационной безопасности.\nТребования:\n• Высшее профессиональное (техническое) образование;\n• Windows и Linux на уровне администратора;\n• Базовые знания работы сетей;\n• Знание принципов работы служб каталогов (AD, LDAP);\n• Понимание принципов сетевой и компьютерной безопасности;\n• Опыт автоматизации (bash, perl, python);\n• Знание законодательной базы обеспечения ИБ;\n• Коммуникабельность, ответственность, обучаемость.\nУсловия:\n• официальное трудоустройство согласно ТК РФ;\n• работа на ведущем научно-производственном предприятии;\n• график работы 5/2 с 8.00 до 17.00;\n• стабильная заработная плата, социальный пакет;\n• адаптация на месте, отличные наставники, поддерживающий коллектив;\n• возможность профессионального роста и развития;\n• возможность обучения за счет средств предприятия;\n• на предприятии находится медицинский пункт, после прохождения испытательного срока, есть возможность прохождения основных врачей, включая стоматологию;\n• спортивный зал на территории предприятия;\n• организация ежегодного отпуска для работников;\n• возможность отдыха в г. Сочи (от 1 года работы на предприятии), с частичной компенсацией;\n• при необходимости предоставляются оплачиваемые дни (свадьба работника, рождение ребенка, поступление ребенка в 1-й класс (родителям в День Знаний);\n• место работы: г. Жуков, ул. Ленина, д.2."
    },
    {
        "name": "Эксперт по управлению сетями связи",
        "url": "https://krasnodar.superjob.ru/vakansii/ekspert-po-upravleniyu-setyami-svyazi-47999632.html",
        "salary_from": 100000,
        "salary_to": 130000,
        "description": "Работа в Ростелеком – это стабильность, интересные проекты, профессиональная команда и множество возможностей для развития!\nА ещё Ростелеком - это не просто компания, это - команда, объединённая общими ценностями и общей целью - быть лидером телеком и digital-рынков, давать людям качественные цифровые сервисы.\nОбязанности:\n• Проводит и сопровождает АВР/РНР на сетях передачи данных;\n• Разрабатывает и согласовывает ТК по проведению работ;\n• Подготавливает и реализует предложений по оптимизации прохождения трафика;\n• Автоматизирует процессы управления сетями передачи данных.\n \nТребования:\n• Сетевое оборудование Cisco, Huawei, Juniper, Nokia;\n• Технологии маршрутизации и коммутации в операторских и корпоративных сетях BGP, MPLS, QOS, RSVP-TE, ISIS, LDP, OSPF, VRRP, STP, Segment Routing;\n• Разработка архитектуры, оптимизация, повышение надежности и модернизация пакетных сетей;\n• Экспертная оценка и тестирование сетевого оборудования;\n• Технологии управления и автоматизации Linux, Bash, Python, Paramiko, Netmiko, TextFSM, Juniper PyEz, XML, NetConf, Cisco NSO.\n \nУсловия:\n• Работа в Ростелекоме — это официальное оформление и широкий соцпакет, а ещё уникальная среда и возможность отточить свое мастерство на масштабных проектах, которыми можно гордиться;\n• Стабильный и прозрачный доход с первого месяца: оклад + ежеквартальные и годовые премии;\n• Пятидневная рабочая неделя с 8.00-17.00 или 9.00-18.00;\n• Профессиональный рост: реальная возможность получить повышение или горизонтальную ротацию в первый год благодаря опытным коллегам, наставникам и бесплатным консультациям с менторами и карьерными консультантами;\n• Медстраховка после испытательного срока (телемедицина), жилищная и пенсионная программы, дополнительные выплаты (к отпуску, вступление в брак, рождение ребенка), помощь корпоративного психолога и юриста;\n• Насыщенная жизнь внутри компании: спортивные события и турниры, лидерские программы, киберспорт, конкурсы и яркие праздники, волонтерство и благотворительность;\n• Скидки на услуги Ростелекома, выгодные предложения от партнеров: рестораны и магазины, фитнес-центры, банки, отели и базы отдыха."
    },
    {
        "name": "Системный администратор",
        "url": "https://volokolamsk.superjob.ru/vakansii/sistemnyj-administrator-32479990.html",
        "salary_from": 80000,
        "salary_to": 0,
        "description": "- Высшее техническое образование (желательно в области ИТ);\n- опыт работы системным администратором (или аналогичной работы) в компании с развитой ИТ-инфраструктурой, от 3-х лет (не менее 20 серверов и 150 ПК);\n- Понимание принципов информационной безопасности и способность ее обеспечить;\n- Опыт настройки систем резервного копирования уровня Enterprise (Symantec, Acronis, MS DPM и т. д);\n- Опыт внедрения и сопровождения платформ виртуализации VmWare, Hyper-V;\n- Опыт работы с кластерными решениями (НА), в том числе виртуальных систем (VmWare, Hyper-V);\n- Опыт работы с базами данных MS SQL (кластеризация, репликация, always-on, резервное копирование);\n- навыки программирования на скриптовых языках (powershell, vbs, python);\n- Глубокие знания серверных OC Windows и основных серверов - AD, DHCP, DNS, IIS, WSUS и т. п.;\n- Опыт работы с продуктами семейства MS System Center (MS SCCM, MS VMM, MS DPM);\n- знание и практический опыт настройки VPN-каналов (OpenVPN, L2TP+IPsec, PPTP);\n- готовность к ненормированному режиму работы в случае необходимости (устранение сбоев, инфраструктурные изменения и т. д.);\n- ответственность, ориентированность на результат, самостоятельность, увлеченность ИТ-технологиями;\n- Английский язык технический (чтение спец. литературы)"
    },
    {
        "name": "Педагог дополнительного образования, руководитель центра цифрового образования (ИнфинІТи)",
        "url": "https://spb.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-37485346.html",
        "salary_from": 40000,
        "salary_to": 0,
        "description": "Обязанности:\n• Проводит обучение школьников в соответствии с требованиями государственных образовательных стандартов, разрабатывает рабочую программу, календарно-тематический план, снабжает образовательный процесс учебно-методическим комплексом.\n• Направления деятельности Центра цифрового образования \"ИнфинITи\": программирование роботов, разработка VR/AR-приложений, системное администрирование, программирование на Java, Python, кибергигиена и работа с большими данными, мобильная разработка, подготовка к соревнованиям по продвижению научных и технологических профессий среди молодежи\nТребования:\n• Высшее образование\n• опыт работы с детьми"
    },
    {
        "name": "Преподаватель программирования, веб-разработки",
        "url": "https://volgograd.superjob.ru/vakansii/prepodavatel-programmirovaniya-38561557.html",
        "salary_from": 40000,
        "salary_to": 0,
        "description": "Обязанности:\n• Реализация ряда дисциплин, связанных с использованием информационных технологий в образовании для студентов направления подготовки Информационные системы и программирование (Квалификации Программист и Разработчик мультиседийных и веб приложений \n• Знакомство студентов с основами программирования на CИ++, разработка управляемых приложений на платформе «1С:Предприятие», использования различных программных решений, создания веб-приложений и т.д.\n\n\n• ЕСЛИ У ВАС НЕТ ПЕДАГОГИЧЕСКОГО ОБРАЗОВАНИЯ,НО ЕСТЬ ЖЕЛАНИЕ ДЕЛИТЬСЯ ОПЫТОМ И ЗНАНИЯМИ СО СТУДЕНТАМИ, КОТОРЫЕ ПЛАНИРУЮТ СВЯЗАТЬ СВОЮ ЖИЗНЬ С IТ, МЫ ОРГАНИЗУЕМ ДЛЯ ВАС ПРОФЕССИОНАЛЬНУЮ ПЕРЕПОДГОТОВКУ.\n\nЗнать:\n\n \n• Языки программирования: C/C#/C++, Python, Java, JavaScript, Assembler и др.\n• Web-разработка: HTML, CSS, PHP, JavaScript;\n• Разработка компьютерных игр: Unity;\n• Разработка бизнес приложений на платформе «1С:Предприятие»;\n• Робототехника;\n• Компьютерное железо;\n• Администрирование Windows, Linux;\n• Микроконтроллеры: Arduino, ESP32, STM32 и др.;\n• Системное администрирование Windows или Linux;\n• Компьютерные сети.\nУсловия:\n• Работа в Аудиториях обустроенных современным оборудованием (i5/i7 последних поколений, 16/32 gb RAM, GTX1650/RTX2070Super) \n• Оформление согласно ТК РФ"
    },
    {
        "name": "Инженер-программист",
        "url": "https://astrakhan.superjob.ru/vakansii/inzhener-programmist-43503556.html",
        "salary_from": 39826,
        "salary_to": 39826,
        "description": "Обязанности:\n\nСопровождение программных комплексов на СУБД FoxPro, Cache, Oracle\n\nТребования:\n\nОпыт работы: с языками программирования С++, Python, PHP, Delphi, Java, с базами данных СУБД FoxPro, Cache, Oracle, администрирование ОС Windows Server 2003/2008, Linux, знание аппаратной части ПЭВМ, базовые знания ЛВС. Опыт работы с СКЗИ и практические знания по информационной безопасности приветствуются. Мужчина годный по состоянию здоровья для службы в органах внутренних дел РФ (без ограничительных отметок в военном билете по состоянию здоровья), отслуживший в Вооруженных силах РФ или закончивший высшее учебное заведение МВД России по указанному направлению специальности, образование высшее, с пропиской в г. Астрахани.\n\nУсловия:\n\n В отдел информационного обеспечения управления Государственной инспекции безопасности дорожного движения управления Министерства внутренних дел России по Астраханской области на аттестованную должность требуется инженер-программист, годный по медицинскому состоянию здоровья для службы в органах внутренних дел РФ (без ограничительных отметок по состоянию здоровья в военном билете), отслуживший в Вооруженных силах (для военнообязанных) или закончивший высшее учебное заведение МВД России по указанному направлению специальности, образование высшее. \nСтажировка по основному месту работы в течение 3 месяца обязательна, во время стажировки заработная плата будет составлять 24243 рублей, после стажировки 39826 рублей. После стажировки в процессе первого года службы необходимо пройти профессиональное обучение (очная форма обучения 3 месяца) в Волгодонском филиале Ростовского юридического института МВД России. В настоящее время сотрудники состоящие на службе в органах внутренних дел находятся на специальном учёте и не подлежат мобилизации."
    },
    {
        "name": "Программист",
        "url": "https://kolomna.superjob.ru/vakansii/programmist-45594068.html",
        "salary_from": 60000,
        "salary_to": 0,
        "description": "Обязанности:\n• Реализация алгоритмов и структур данных для решения задач\n• организации. Разработка веб-сервисов, системных утилит, систем\n• автоматизации. Осуществление технической поддержки сотрудников. \nТребования:\n• Высшее техническое образование. Уверенное знание и опыт\n• разработки на Python 3, JS, PostgreSQL. Опыт работы с Linux на уровне\n• администратора. \n• Знание современных информационных и сетевых технологий.\n• Готовность работать в режиме многозадачности. \nУсловия:\n• 40-часовая р/неделя, 8-часовой р/день, с 8.00 до 17.00, выходной - суббота, воскресенье\n• УДАЛЁННАЯ РАБОТА НЕ РАССМАТРИВАЕТСЯ. ТОЛЬКО Г. КОЛОМНА\n• \nПолный соцпакет, \n• \n Ежемесячная и квартальная премии, \n• \nВозможность санаторно-курортного лечения,"
    },
    {
        "name": "Учитель по программированию",
        "url": "https://andreevka.superjob.ru/vakansii/uchitel-po-programmirovaniyu-45698480.html",
        "salary_from": 0,
        "salary_to": 60000,
        "description": "Обязанности:\n• \nОбучение детей (4-14 лет) в группах программированию \n• \nФормирование у учеников логического системного мышления и развитие технических творческих способностей \n\n• Обучение детей основам проектной работы в IT\n• Поддержание интереса и мотивации учеников \nТребования:\n• \nОпыт работы с детьми (аниматор, репетитор, воспитатель, вожатый, учитель, опытный родитель или старший брат/сестра\n• Уверенное владение компьютером. В идеале, знание основ алгоритмического языка и программирования. (Предпочтительно: Scratch JR, Scratch, Snap, Stencyl, Tynker, Blockly, Перволого, Пиктомир)\n• Умение объяснять сложное простыми (иногда детскими) словами \n• Любовь к детям и умение направить их энергию в нужное русло \n\n• Знание текстовых языков программирования Python, Java и прочее - желательно \n\nУсловия:\n• \nУдобный график (очень многое можно скорректировать совместно с администратором) \n• Возможность обучать мотивированных детей, которые стремятся узнать все о современных технологиях и не только \n• Увлеченная команда преподавателей \n\n• Интересные и амбициозные задачи\n• Профессия квалифицированного детского IT тренера - одна из самых востребованных на рынке труда"
    },
    {
        "name": "Системный инженер",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-inzhener-46296771.html",
        "salary_from": 170000,
        "salary_to": 170000,
        "description": "Наши ожидания:\n• Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает.\n• Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n• Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!\n• Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n• Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно.\n• Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software).\n• Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики.\n• Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать.\n• Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать.\n• Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR).\n• Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости.\n• Вы понимаете, что выполнение поручений руководителя — это крайне важно.\nБудет огромным плюсом если вы:\n• Умеете работать с БД Postgresql, MySQL\n• Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n• Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать.\n• Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты.\n• Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры.\n• Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем.\n• Понимаете, что рабочий процесс может затянуться и придется задержаться на работе.\nТребования:\n• Высшее образование.\n• Коммуникабельность, доброжелательность.\n• Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n• Умение работать в режиме многозадачности.\n• Грамотная речь.\nУсловия\n• Работа в крупной медицинской, динамично развивающейся Компании.\n• Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги, оказываемые в нашей организации.\n• Современное медицинское оборудование, комфортные условия труда.\n• Обучение и развитие в Компании.\n• График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n• Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n• Будем рады видеть Вас в нашем дружном коллективе!"
    },
    {
        "name": "Преподаватель по программированию",
        "url": "https://ufa.superjob.ru/vakansii/prepodavatel-po-programmirovaniyu-46638375.html",
        "salary_from": 1000,
        "salary_to": 1500,
        "description": "Обязанности:\n• Ведение занятий по программированию в сети образовательных центров «Инжинириум МГТУ им. Н.Э. Баумана», в том числе в частных и государственных школах по утвержденным методикам организации в рамках:\n• Постоянных курсов и интенсивов в течение учебного года;\n• Разовых мастер-классов по программированию\n• Подготовки учебных проектов к конкурсам и конференциям;\n• Занятий и интенсивов в лагерях в каникулярный период.\nТребования:\n• Python: Знание базовых алгоритмов и структур данных, Python (все версии выше 3.0), ООП, SQLite, Git (GitHub). Работа в Google docs, Visual Studio, Visual Studio Code, Python IDLE.\n• C++: Знание базовых алгоритмов и структур данных, Makefile, gcc, g++, clang, STL, SQL, Git (GitHub). Работа в Google docs, Dev C++, Visual Studio, Visual Studio Code, Qt Creator.\n• Web-программирование: Знание основ web-технологий, HTML, CSS, JavaScript, Git (GitHub). Работа в Google docs, Visual Studio Code, Sublime, Atom.\n• Unity 3D: Знание основ геймдизайна, разработки игр на Unity. Дополнительное знание технологий AR/VR-разработки и 3D-моделирования в Blender приветствуется, а также знания игрового движка Unreal Engine.\nУсловия:\n• Зарплатные рамки net\n• От 1 000,00 руб. за занятие\n• Вид занятости, график, оформление\n• Оформление согласно ТК РФ (договор ГПХ);\n• Гибкий график работы;\n• Регулярные обучающие мероприятия, направленные на развитие педагогических и предметных компетенций, реализуемые до выхода и в период работы;\n• Возможность карьерного роста."
    },
    {
        "name": "Инженер-программист",
        "url": "https://volzhskiy.superjob.ru/vakansii/inzhener-programmist-47078636.html",
        "salary_from": 50000,
        "salary_to": 0,
        "description": "В проектный офис программы «Цифровое производство ТМК» требуется инженер-программист.\nЧем Вам предстоит заниматься:\n• Сопровождение программ;\n• Сопровождение баз данных;\nЭта вакансия для Вас, если Вы:\n• Знаете любой из языков программирования (C#/ C++/C/Python);\n• Имеете уровень владения ПК – высокий (среда разработки Visual Studio или её аналоги).\nЧто мы предлагаем:\n• График работы: 5/2;\n• Компенсация питания;\n• Предоставление компенсации за наём жилья;\n• Доставка корпоративным транспортом;\n• Льготные условия ипотеки;\n• Обучение в Корпоративном университете компании, повышение квалификации;\n• Участие в Молодежной Научно-Практической Конференции;\n• Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения."
    },
    {
        "name": "Системный администратор Linux",
        "url": "https://vladimir.superjob.ru/vakansii/sistemnyj-administrator-linux-47120439.html",
        "salary_from": 0,
        "salary_to": 69000,
        "description": "Обязанности:\n• Инсталляция, настройка и администрирование серверов под управлением Linux/FreeBSD, а также дополнительного серверного ПО;\n• Мониторинг работы программного и аппаратного обеспечения и оперативное реагирование (24X7) при возникновении сбоев;\n• Написание/корректирование скриптов автоматизации;\n• Поиск узких мест в производительности систем;\n• Взаимодействие с технической поддержкой интернет-провайдера, разработчиками и менеджерами.\nТребования:\n• Высшее образование;\n• Опыт настройки и администрирования серверов Linux/FreeBSD от 3-х лет;\n• Опыт работы с веб и DNS-серверами Apache, Nginx, BIND;\n• Опыт конфигурирования и администрирования MySQL серверов;\n• Опыт написание скриптов shell/python/PHP/perl;\n• Усидчивость, внимательность, самостоятельность;\n• Умение работать в команде;\n• Умение вести документацию.\nПриветствуется:\n• Знание систем виртуализации OpenVZ, KVM (ProxMox);\n• Опыт работы с системой контроля версий GIT;\n• Опыт работы с фреймворком Laravel.\nУсловия:\n• Оформление по трудовому законодательству РФ;\n• Пятидневная рабочая неделя(пятница сокращенный рабочий день);\n• Комфортабельный офис, дружный коллектив."
    },
    {
        "name": "Аналитик в отдел маркетинга",
        "url": "https://spb.superjob.ru/vakansii/analitik-v-otdel-marketinga-47156361.html",
        "salary_from": 100000,
        "salary_to": 130000,
        "description": "Обязанности:\n• Анализ и корректировка маркетинговой стратегии\n• Проведение исследований\n• Выявление ошибок в текущих рекламных активностях\n• Анализ статистических данных\n• Мониторинг и анализ эффективности рекламных компаний, рекламных активностей конкурентов\n• Сбор данных и формирование отчётности, презентаций с выводами и предложениями\n• Автоматизация отчётов\n• Поддержка сквозной аналитики на базе Google Cloud\n• Взаимодействие с другими отделами\nТребования:\n• Опыт работы аналитиком в отделе маркетинга от 2 лет\n• Опыт работы в кроссфункциональных командах\n• Понимание фундаментального маркетинга\n• Продвинутые знания статистики \n• Уверенное использование Google Sheets, Google Analytics 4, Google Cloud, Google Big Query, Google Data Studio, Яндекс Метрика, Bitrix24, CDP\n• Уверенное использование SQL и Python в работе \n• Кейсы по успешным гипотезам способствовавшим росту основных бизнес метрик\n• Аналитический склад ума \n• Умение работать с большим объёмом информации\nУсловия:\n• Полная занятость, 5/2 с 10-00 до 19-00 (можно двигать)\n• Трудовой контракт по ТК РФ\n• Испытательный срок 3 месяца\n• Размер оклада от 100 000 до 130 000 рублей\n• Премия по KPI\n• Возможны повышения оплаты - по результатам performance review - раз в полгода\n• 8 сессий с психологом в год за счёт компании\n• Частичное покрытие стоимости обучения по ученическому договору"
    },
    {
        "name": "Аналитик",
        "url": "https://spb.superjob.ru/vakansii/analitik-47453001.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Обязанности:\n• Ежедневный анализ производственных сводок, выявление отклонений и подготовка графиков, зависимостей и их описания.\n• Анализ материалов, рассматриваемых на тендерных комитетах в части потребности и наличия бюджетов, проверка моделей закупа, подготовка заключений по каждой закупке в\nрамках операционной деятельности.\n• Проведение анализа норм потребления нормируемых материалов на регулярной основе, выявления отклонений и их причин, построение графиков и подготовка описания.\n• Участие в бюджетной кампании в части анализа норм потребления нормируемых материалов и ремонтов. Подготовка сравнительного анализа норм предыдущего года к текущему, выявление событий повлиявших на изменение норм в бюджет.\n• Проведение анализа целесообразности аутсорсинга услуг: подготовка финансовых моделей, включая NPV, IRR, PP, DPP для определения эффективности использования\nаутсорсинга против хозяйственного способа.\n• Проведение внутреннего и внешнего бенчмаркинга производственных процессов и\nпоказателей, подготовка сравнительного анализа.\n• Подготовка информации по разовым запросам/запросам государственных органов.\n• Подготовка предложений по совершенствованию автоматизации процессов отдела\n• Подготовка презентационных материалов.\nТребования:\n• Высшее финансовое/экономическое/математическое/техническое образование\n• Опыт работы по направлению деятельности от 1 год\n• \nЗнание программы и инструментов для обработки и анализа данных: продвинутый пользователь Excel, приветствуются знания SQL,PBI, python\nУсловия:\n• Работа в условиях Крайнего Севера на территории Республики Саха (Якутия) по графику работы 5-дневная; Продолжительность рабочего дня: 8 ч.\n• Проживание в пгт. Нижний Куранах, поселок имеет развитую инфраструктуру (больничный комплекс, школу, гимназию, детские сады, магазины, спортивный комплекс, дом культуры). Компенсация аренды жилья. Комплексный обед.\n• Производится оплата проезда к месту отпуска согласно установленного лимита.\n• Возможно предоставление путевок на санаторно-курортное лечение.\n• Спецодежда выдается согласно утвержденным нормам расхода.\nТип занятости:\n\n• Полная занятость"
    },
    {
        "name": "Педагог дополнительного образования (АЭРО квантум)",
        "url": "https://pskov.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-47547702.html",
        "salary_from": 30000,
        "salary_to": 0,
        "description": "Обязанности:\n• Проведение занятий, ведение документации (заполнение журналов, составление дополнительных образовательных программ),\n• Работа с оборудованием: наборы для сборки квадрокоптеров \"Клевер 3\", ресурсные наборы для сборки квадрокоптеров, квадрокоптеры DJI, тепловизионная и мультиспектральная камеры, паяльные станции. (Обучаем работать с оборудованием),\n• Сопровождение проектной деятельности обучающихся по конструированию и программированию БПЛА,\n• Знания в области проектирования БПЛА, физики, программирования на языке python,\n• Участие в разработке и проведении тематических смен и внеучебных мероприятий. \nТребования:\n• Высшее образование. Желательно педагогическое/техническое или неоконченное высшее (4 курс бакалавриат),\n• Углубленные знания в области строения и программирования БПЛА,\n• Медицинская книжка (желание ее оформить),\n• Высокий уровень компьютерной грамотности,\n• Тактичность,\n• Творческий подход и любознательность. \nУсловия:\n• З/П от 30.00 (при полной занятости),\n• Гибкий график,\n• Премии за интенсивность труда, \n• Молодой и дружный коллектив,\n• Оплачиваемый медицинский осмотр, \n• Современное оборудование для работы. \n• Мы ищем человека, который хочет быть педагогом, имеет навыки работы с детьми и знания в необходимой области. Мы готовы помогать на всех этапах работы — от формирования учебного плана до работы с оборудованием и ведения проектной деятельности. Возможна работа по совместительству."
    },
    {
        "name": "Специалист по обработке данных (здравоохранение)",
        "url": "https://www.superjob.ru/vakansii/specialist-po-obrabotke-dannyh-47195490.html",
        "salary_from": 0,
        "salary_to": 75000,
        "description": "В Федеральный информационно-аналитический центр мониторинга медико-биологических рисков ФМБА России требуется специалист по обработке данных в сфере биологической безопасности \n\nОбязанности:\n• систематизация и предобработка данных из информационной системы для решения задач анализа, прогнозирования и оценки биологических рисков\n• сбор, обработка и ведение баз данных статистической отчетности (в т.ч. приведение к заданному виду разноформатных данных, составление и обновление справочников), простая статистическая обработка данных\n• создание и обновление документации справочников и баз данных\n• поиск данных в открытых источниках\n• помощь аналитикам в подготовке отчетности и презентационных материалов \nТребования:\n• средне-специальное и/или высшее образование (медико-биологическое, математическое, техническое, естественно-научное)\n• опытный пользователь Excel, Power Point, Word\n• владение навыками работы с базами данных и большими объемами информации из разных источников, навык самостоятельного поиска информации\n• опыт работы/учебы в медицине или смежных сферах\n• ответственность, аккуратность в работе с данными, стремление к саморазвитию\nПриветствуется:\n\n• навык оптимизации и автоматизации обработки данных\n• знание основ статистики и методов анализа данных\n• опыт работы в эпидемиологии\n• знание SQL или Python на базовом уровне \nУсловия:\n• График работы 5/2, с 9.30 до 18.00;\n• ежегодный отпуск - 28 календарных дней;\n• испытательный срок 3 месяца;\n• возможность профессионального роста \n\n• прикрепление к корпоративной поликлинике."
    },
    {
        "name": "Campaign Manager / Менеджер кампании",
        "url": "https://www.superjob.ru/vakansii/campaign-manager-47751963.html",
        "salary_from": 220000,
        "salary_to": 0,
        "description": "Обязанности:\n• Разработка и запуск маркетинговых кампаний в SAS Customer Intelligence Studio\n• Автоматическая сегментация на основе предсказательных моделей и бизнес-логики по накопленному цифровому профилю клиентов\n• Создание персонализированных маркетинговых предложений\n• Кросс-канальное взаимодействие с клиентами через цифровые каналы PUSH/SMS/E-Mail/Call-центры/Локации в мобильном приложении/Мессенджеры/Чат-боты\n• Участие в процессах внедрения новых продуктов и каналов коммуникаций со стороны CRM\n• Проработка требований к развитию функционала с подрядчиками\nТребования:\n• Опыт написания SQL запросов средней сложности\n• Знание продуктов SAS (SAS EG/SAS MA/SAS RTD\nУсловия:\n• Полностью удаленная работа. Возможно работать из любой точки мира"
    },
    {
        "name": "Системный администратор",
        "url": "https://smolensk.superjob.ru/vakansii/sistemnyj-administrator-47798009.html",
        "salary_from": 60000,
        "salary_to": 0,
        "description": "Обязанности:\n• Сопровождение и настройка программ на платформе 1C;\n• Работа с веб-сайтами компании (обновление, модерация, настройка);\n• Контроль и управление процессами резервного копирования;\n• Работа с сотрудниками отдела в решении IТ-задач;\n• Поддержание актуальной документации по настройкам и изменениям.\nТребования:\n• Опыт работы c 1C нe менее 2 лeт;\n• Опыт работы c СМS (WordPress, Joomla или другими);\n• Понимание процессов резервного копирования и восстановления данных;\n• Знание основ сетевых технологий и администрирования;\n• Внимательность к деталям и умение работать в команде.\nЖелательно:\n• Знание английского языка на техническом уровне;\n• Опыт написания скриптов на Bash/Python для автоматизации рутинных задач."
    },
    {
        "name": "Учитель информатики",
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-47820018.html",
        "salary_from": 90000,
        "salary_to": 0,
        "description": "Обязанности:\n• Осуществляет обучение и воспитание обучающихся с учетом специфики преподаваемого предмета, проводит уроки и другие занятия в соответствии с расписанием в указанных помещениях.\n• Составляет тематический план работы по предмету в каждой параллели классов на учебную четверть и рабочий план на каждый урок.\n• В своей работе по предмету использует разнообразные приемы, методы и средства обучения.\n• Реализует образовательные программы.\n• Может переставлять по своему усмотрению темы уроков в отдельных разделах программы.\n• Проводит с учащимися установленное учебным планом количество контрольных и практических работ, а также необходимые учебные экскурсии.\n• работа в ЭЖД\nТребования:\n• высокий или экспертный уровень ознакомительного тренинга МЦКО в формате ЕГЭ\n• знание языков Paskal, Python\n• желательно наличие опыта подготовки к ГИА"
    },
    {
        "name": "DevOps Team Lead",
        "url": "https://nn.superjob.ru/vakansii/devops-team-lead-42890350.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.\nКоманда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.\nСейчас ищем в команду DevOps Team Lead.\nОсновные задачи:\n• Поддержка, внедрение и улучшение CI/CD процессов\n• Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации\n• Развертывание, мониторинг и отладка dev/stage/prod сред\n• Администрирование *nix платформ (Centos, Ubuntu)\n• Внедрение и поддержка devops процессов/инструментов\n• Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов\n• Работа с Docker и Kubernetes\n• Администрирование (установка, настройка, репликация, кластеризация) СУБД\n• Разработка скриптов для автоматизации задач эксплуатации\nНеобходимые опыт и знания:\n• Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes\n• Опыт построения и оптимизации CI/CD-цепочек\n• Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)\n• Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач\n• Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов\n• Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.\n• Опыт работы с системами контроля версий (Git)\n• Опыт руководства командой\n• Самостоятельность в решении поставленной задачи\n• Ответственность за результат\n• Умение быстро ориентироваться при поиске проблем\nНеобязательно, но будет плюсом:\n• Опыт программирования PHP/NodeJS\n• Опыт программирования SQL\nМы предлагаем:\n• Работа в аккредитованной ИТ-компании\n• Варианты формата работы: гибрид либо в офисе\n• Офис расположен в бизнес-парке Бугров, бесплатная парковка\n• Официальное оформление: полностью «белая» з/п; все социальные гарантии\n• Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата\n• Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях"
    },
    {
        "name": "Начальник сектора",
        "url": "https://samara.superjob.ru/vakansii/nachalnik-sektora-48029149.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Мы ищем в команду человека, который:\n• Умеет оптимизировать процесс\n• Разбирается в тонкостях аналитики\n• Умеет проводить исследования по эффективности работы сотрудников\n• Понимает в принципах разработки\n• Знает что такое СУБД и Jira\n• Умеет оптимизировать данные\n• Настойчив в достижении целей\n• Любит запускать новые проекты\n• Умеет сплотить и вдохновить команду\nОбязанности\nСектор выполняет следующие задачи:\n• 1. Формирование отчетности и анализ данных\n• подготовка периодической и отчётности по запросу\n• проведение анализов по операционным показателям\n• разработка Dashboard на QlickSense\n• 2. Запуск пилотных проектов\n• выбор сотрудников для пилотов\n• оценка влияния пилота\n• оценка тиражирования пилота\n• 3. Автоматизация процессов отчётности\n• ведение баз данных\n• разработка технических решений на python, web\n• внедрение разработок\n• поддержание и доработка технических решений\n• В секторе 22 человека.\nЗадачи начальника сектора:\n• Выполняет административное и оперативное руководство сектором\n• Отвечает за выполнение показателей сервиса, своевременную и качественную подготовку аналитической отчетности по показателям работы\n• Отвечает за качество данных в Dashboard\n• Отвечает за сопровождение внедряемых проектов по направлениям: сопровождение инсталляции нового программного обеспечения, организация и внесения изменений в системы отчетности\n• Взаимодействие с внутренними клиентами\nТребования\n• Высшее образование\n• Опыт руководства командой аналитиков не менее 10 человек более 1 года\n• Знание организацией СУБД, sql\n• Знание основ прогнозирования и оптимизации процессов\n• Знание принципов построение отчётности и разработки\n• Коммуникабельность\nУсловия\n• Официальное трудоустройство\n• Полный социальный пакет\n• ДМС с первого дня\n• Льготное кредитование\n• Насыщенная корпоративная жизнь\n• Бесплатный тренажерный зал."
    },
    {
        "name": "Преподаватель программирования",
        "url": "https://odintsovo.superjob.ru/vakansii/prepodavatel-programmirovaniya-48067279.html",
        "salary_from": 65000,
        "salary_to": 95000,
        "description": "Обязанности:\n• Проведение занятий по направлению подготовки \"Программирование\"\n• Проведение контрольных мероприятий\nТребования:\n• Профессиональные навыки в области программирования, разработки программных продуктов, сайтов\n• Участие в подготовке к демонстрационному экзамену по программированию\nУсловия:\n• Предоставляем всё необходимое для работы\n• Не загружаем лишней работой"
    },
    {
        "name": "Системный администратор",
        "url": "https://volgograd.superjob.ru/vakansii/sistemnyj-administrator-47518831.html",
        "salary_from": 25000,
        "salary_to": 30000,
        "description": "Обязанности:\n \n• Администрирование серверов на базе Linux и OC Windows;\n \n• Поддержка и настройка сетевой инфраструктуры;\n \n• Администрирование DHCP, Proxy, FTP;\n \n• Поддержка и оптимизация ПО на платформе 1С:Предприятие.\n \nТребования:\n \n• Знание Windows server;\n \n• Знание Windows Active Directory;\n \n• Знание основ tcp/ip;\n \n• Знание администрирования платформы 1С:Предприятие 8.3 в клиент-серверном варианте;\n \n• Знание языка и объектной модели 1С, навыки реализации собственных обработок;\n \n• Базовые навыки администрирования серверов на ОС Windows Server 2012 и Linux (Ubuntu);\n \n• Знание языка запросов SQL и опыт составления запросов и процедур;\n \n• Опыт работы в сфере IT будет преимуществом.\n \nБудет плюсом:\n \n• Знание скриптовых языков Python, JavaScript, Powershell;\n \n• Знание Zabbix;\n \n• Знание Apache, NGINX, Django;\n \n• Опыт администрирования сетевого оборудования;\n \n• Опыт работы и администрирование СУБД MS SQL 2012 и выше, MySQL, PostgreSQL,\n \n• Навыки организации и автоматизации рабочего процесса.\n \nУсловия:\n \n• Оформление по ТК РФ;\n \n• График работы 5/2 с 9:00 до 18:00, пятница до 16:45,\n \n• Основной отпуск 28 календарных дней, дополнительный отпуск за ненормированный рабочий день от 5 до 10 календарных дней (в зависимости от должности);\n \n• Материальная помощь к отпуску;\n \n• Льготные путевки для сотрудников и членов их семей на санаторно-курортное лечение и отдых;\n \n• Отличные перспективы профессионального роста и развития;\n \n• Работа в профессиональном и дружном коллективе."
    },
    {
        "name": "DevOps-инженер",
        "url": "https://www.superjob.ru/vakansii/devops-inzhener-48366477.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Мы ожидаем от кандидата опыт:\n• Опыт DevOps от 3-х лет.\n• Администрирования Linux.\n• Администрирования Kubernetes.\n• Настройки и эксплуатации CI/CD.\n• Эксплуатации и отладки СУБД (MySQL/MariaDB, Postgres, ClickHouse, Redis).\n• Программирования (скрипты Bash/PHP/Python/Go).\n• Настройки и эксплуатации web-проектов.\n• Использования и настройки систем мониторинга.\nЧем предстоит заниматься:\n• Управлять мониторингом zabbix, grafana.\n• Реагировать на инциденты, не теряя присутствия духа.\n• Поддерживать актуальный план восстановления в случае сбоев.\n• Находить узкие места в архитектуре проекта и приложений.\n• Рулить конфигурацией сервисов nginx, mariadb, clickhouse, apache, rabbitmq и других.\n• Писать плейбуки и роли для ansible для конфигурации и деплоя.\n• Контейнеризировать новые сервисы и поддерживать старые.\n• Поддерживать стороннее ПО (sentry, bitbucket, teamcity итд).\n• Рулить процессом continuous integration и deployment.\n• Описывать конфигурацию новых сервисов на Jsonnet.\n• Администрировать Kubernetes.\nМы используем в работе свой дата-центр, пару сотен серверов, CentOs/Virtuozzo, Git, Nginx, Apache, NodeJS, Bash/Sh, PHP, Python, Rust, Go, MariaDB/MySql, PostgreSQL, Redis, Sphinx, RabbitMQ, Memcache, ClickHouse, ELK, Graphite/Grafana, Zabbix, TeamCity, Jenkins, Docker, Kubernetes, Ansible, Nexus, Vault, Atlassian Jira/Confluence/BitBucket. \nСвоему будущему коллеге мы предлагаем:\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n• Высокую инженерную культуру.\n• Непрерывное обучение и профессиональное развитие внутри компании.\n• Возможность стать частью сплоченной команды, любящей свое дело.\n• Регулярную обратную связь от наставников и руководителей.\n• Официальную заработную плату.\n• ДМС после прохождения испытательного срока.\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n• Спортивный уголок.\n• Комфортную зону отдыха.\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n• Оборудованное просторное место для питания.\n• Оплату проезда общественным транспортом."
    },
    {
        "name": "Ведущий инженер по автоматизированным системам управления производством",
        "url": "https://norilsk.superjob.ru/vakansii/veduschij-inzhener-po-avtomatizirovannym-sistemam-upravleniya-proizvodstvom-48375210.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Обязанности:\n• Выполнение работ по организации производства работ программно техническим комплексом \n• Организация подготовки технических заданий на создание средств автоматизации и согласование оборудования \n• Организация работы по монтажу, испытаниям, наладке и приему в эксплуатацию объектов автоматизации и механизации, контроль за их правильным ведением \n• Осуществление контроля наличия средств измерений, инструмента и приспособлений на участке на соответствие установленным нормам поверки и испытаний \n• Осуществление технической приёмки вновь поступающих на предприятие средств автоматизации \n• Подготовка заключений по результатам проверки работоспособности оборудования \n• Участие в разработке и согласовании стандартов и других нормативных документов по вопросам автоматизации, метрологии и стандартизации \n• Составление отчетов о выполнении планов работ.\nТребования:\n• Образование: высшее\n• Знание ПК: уверенный пользователь Корпоративное ПО SAP, Tessa, 1C, 1C документооборот, 1C МТО. Желательно: 1C ЗУП, Офисное ПО Word, Excel, PowerPoint, Компас 3D, sPlan, MathCad, Visio, AutoCad Языки гипертекстовой разметки HTML, CSS, XML Языки программирования PHP, МЭК 61131-3 (LAD, ST, FBD), SQL, Python, PHP Знание специализированных программ CodeSYS, TIA Portal \n• Успешный опыт работы на аналогичной должности от 2-х лет (на золотоизвлекательной фабрике)\nУсловия:\n• Место работы: АО \"Ново-Широкинский рудник\", Забайкальский край\n• Все гарантированные действующим трудовым законодательством РФ льготы и надбавки \n• Удобный график работы: 1,5 месяца вахты/1,5 месяца межвахтового отдыха \n• Официальное трудоустройство, оплата межвахтового отдыха \n• Конкурентоспособная заработная плата, премии по результатам работы \n• Компенсация проезда до места работы и обратно \n• Проживание в вахтовом поселке: столовая, медицинский пункт, магазин, спортзал/спортплощадка, WI-FI и мобильный интернет, прачечная, зоны отдыха \n• Высокие стандарты безопасности\n• Профессиональное обучение и развитие \n• Работа в команде лидеров отрасли, владеющих лучшими производственными и управленческими практиками \n• Возможность реализовать свой потенциал и построить карьеру"
    },
    {
        "name": "Python-разработчик (middle) / backend developer",
        "url": "https://tula.superjob.ru/vakansii/python-razrabotchik-48446482.html",
        "salary_from": 80000,
        "salary_to": 130000,
        "description": "Обязанности\n• Разработка и тестирование сервисов;\n• Поддержка и оптимизация действующих проектов;\nТребования\n• Разработчик уровня Middle/Senior;\n• Знание ООП, Python, git, docker;\n• Опыт участия в командной разработке;\n• Опыт работы с высоконагруженными системами;\n• Опыт работы с фреймворком FastAPI;\n• Опыт работы с фреймворком SqlAlchemy;\n• Опыт работы с фреймворком Asyncio;\n• Опыт работы с PostgreSQL;\n• Понимание принципов микросервисной архитектуры;\n• Понимание паттернов проектирования;\nSoftSkills: коммуникабельность, ответственность, самоорганизованность, инициативность."
    },
    {
        "name": "Web-разработчик (backend)",
        "url": "https://spb.superjob.ru/vakansii/web-razrabotchik-41964533.html",
        "salary_from": 100000,
        "salary_to": 0,
        "description": "Ищем талантливого Backend разработчика с опытом работы на коммерческих проектах, который станет частью команды разработки портала EuroAuto и других проектов компании.\nИспользуемый стек технологий:\n- PHP 7.4 (Silex, Kohana, Laravel, Symfony);\n- Шаблонизатор Twig;\n- Python;\n- NoSQL: Redis, Memcached;\n- PostgreSQL, MSSQL;\n- CI/CD;\n- Docker/Kubernetes;\n- GitLab/Kibana;\n- JS, TypeScript, ReactJS, jQuery;\n- Bootstrap3/5, Webpack ,SASS/SCSS/CSS.\nЧем предстоит заниматься:\n- Разработка и сопровождение новых фич;\n- Поддержка и рефакторинг ранее разработанного функционала;\n- Решение проблем и оптимизация производительности;\n- Участвовать в проектировании и принятии архитектурных решений;\n- Взаимодействовать с фронт-разработчиками, тестировщиками и бизнесом.\nТребования:\n- Уверенные знания PHP7, опыт веб-разработки не менее 3-х лет;\n- Опыт работы с фреймворками Laravel или Symfony от 1 года;\n- Понимание ООП и паттернов проектирования, умение их применять;\n- Знание SQL на уровне написания запросов средней сложности;\n- Опыт работы с REST API, понимание протокола HTTP;\n- Опыт работы в команде с использованием Git;\n- Умение разбираться в чужом коде.\nПожелания:\n- Опыт создания высоконагруженных проектов;\n- Умение декомпозировать задачи и доводить их до конца;\n- Опыт использования docker для локальной разработки (Nginx+php-fpm);\n- Вы достаточно самостоятельны, чтобы разобраться в устройстве процесса, системы;\n- Вы достаточно внимательны и напишите в сопроводительном письме в какой версии php появилась функция is_countable();\n- Опыт использования PHPUnit.\nПреимущества:\n• Официальное трудоустройство и достойная заработная плата;\n• Гибридный график работы - 3 дня в офисе (понедельник-среда и четверг пятница-удаленная работа), начинаем работу в гибком графике - с 8 до 10;\n• Свободный dress code;\n• Комфортный офис в шаговой доступности от м. Петроградская/Чкаловская;\n• Чай, кофе, печеньки, обеды за счёт компании;\n• Комфортный темп разработки;\n• Возможность обучаться за счёт компании, возможность профессионального роста;\n• Скидка на покупку деталей и ремонт автомобиля в сервисах ЕвроАвто;\n• Корпоративные подарки для детей и взрослых;\n• Корпоративный футбол;\n• Участие в крупном проекте по развитию web – направления сети;\n• Возможность выбора направления работы."
    },
    {
        "name": "Инженер-радиоэлектронщик 1 категории",
        "url": "https://www.superjob.ru/vakansii/inzhener-radioelektronschik-1-kategorii-43148990.html",
        "salary_from": 100000,
        "salary_to": 0,
        "description": "Обязанности:\n\n - участие в проектировании устройств по ТЗ\n- написание программ для микроконтроллеров различных производителей (Atmel, STM32 и др.)\n- написание прикладных программ для ПК\n- разработка и согласование технических заданий и технических условий. \n\nТребования:\n - высшее (техническое) образование\n- знание С++, Python, Java\n- опыт работы с контроллерами Atmel, Cortex\n- приветствуются знания схемотехники, оптоэлектроники, умение паять и т.п. \n\nУсловия:\n- работникам ПАО \"Радиофизика\" предоставляется право на отсрочку от призыва на военную службу по мобилизации;\n- стабильная, официальная заработная плата;\n- периодическая индексация заработной платы;\n- периодический медицинский осмотр;\n- соц. пакет: дополнительное медицинское обслуживание;\n- ст. м. Планерная, ул. Героев Панфиловцев, д. 10 (шаговая доступность от станции метро)."
    },
    {
        "name": "Ведущий инженер",
        "url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-46009011.html",
        "salary_from": 60000,
        "salary_to": 0,
        "description": "В отделе наукометрического анализа Санкт-Петербургского горного университета открыта вакансия \"Ведущий инженер\"\nОбязанности:\n• умение работать в наукометрических базах данных (Scopus, Web of Science, РИНЦ и др.);\n• осуществлять сбор, обработку, интерпретацию и оформление сводно-аналитической информации;\n• подготовку презентационных материалов по вопросам, относящимся к публикационной деятельности. \nТребования:\n• Высшее образование;\n• Уверенное владение Word, Excel и Google документами;\n• Приветствуем наличие опыта в области анализа данных (Python, R, Power Query);\n• Активность, коммуникабельность, доброжелательность;\n• Умение структурировать и выделять главное из большого объема информации;\n• Навыки работы с документами, деловой переписки;\n• Личные качества: ответственность, исполнительская дисциплина, коммуникабельность, обучаемость, умение работать в коллективе, стрессоустойчивость, умение работать в режиме многозадачности, доброжелательность. \nУсловия:\n• Трудоустройство в соответствии с ТК РФ;\n• Заработная плата от 60 000 руб. (+ надбавка после прохождения испытательного срока);\n• Испытательный срок 3 месяца;\n• График работы: пятидневка, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;"
    },
    {
        "name": "Программист Linux",
        "url": "https://www.superjob.ru/vakansii/programmist-linux-45695529.html",
        "salary_from": 100000,
        "salary_to": 500000,
        "description": "Требования:\n• Знание TCP/IP;\n• Умение работать с системами контроля версий;\n• Желательно: опыт написания переносимого и безопасного кода;\n• Желательно: опыт написания кода ядра;\n• Желательно: понимание архитектуры современных ОС.\n• Хорошее знание C;\n• Хороший опыт работы в Unix системах, знание основных утилит командной строки, средств отладки.\n• Представление о системах контроля версий git (или svn).\n• Опыт отладки в gdb.\n• Представление об утилите make и мейкфайлах.\nЖелательные знания:\n• Знание C++, lua, Go lang, qt.\n• Знание хотя бы одного из скриптовых языков: perl, python, lua.\n• Представление об autoconf, automake.\n• Представление об утилите и/или библиотеке openssl.\n• Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись.\n• Большим плюсом будет наличие представления о формате ASN.1.\nУсловия:\n• Зарплата обсуждается в зависимости от опыта работы, уровня квалификации и соответствия требованиям вакансии;\n• Возможность профессионального и карьерного роста; \n• Оформление по ТК РФ (трудовой договор, трудовая книжка); \n• Расположение офиса: между м. ул. 1905 г. и м. Беговая (с 8-00 до 20-30 автобус компании по расписанию возит сотрудников к / от метро)."
    },
    {
        "name": "Customer Journey Expert в команду Real-time offering",
        "url": "https://www.superjob.ru/vakansii/customer-journey-expert-v-komandu-real-time-offering-47342101.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Обязанности:\n• проработка клиентских путей для формирования новых гипотез по улучшению поведения сегментов и увеличению эффективности коммуникаций;\n• сегментация клиентской базы, построение алгоритмов сегментации клиентской базы и формирование требований к данным;\n• регулярный сбор отчетности, бизнес анализ, оценка и прогнозирование эффектов от маркетинговых инициатив;\n• формирование новых гипотез на основе данных по проведенным кампаниям;\n• подготовка брифов и материалов для запуска целевых маркетинговых кампаний, координация и оптимизация работ кампейнеров;\n• контроль запуска маркетинговых кампаний;\n• коммуникации со смежными подразделениями по проработке решений для запуска онлайн маркетинговых коммуникаций;\n• формирование постановок на смежные системы по получению потоков целевых событий для запуска кампаний;\n• проработка бизнес-процессов и оптимизация решений по входящим запросам от продуктовых команд/заказчиков.\nТребования:\n• образование: высшее, приветствуются специальности маркетинг, бизнес-анализ;\n• опыт и/или знания в области управления \"Customer Journey\" и использования методик и инструментов анализа продаж или маркетинговой активности, продвижения услуг, работа с CRM-системами, кампейнинг;\n• опыт работы в банках – приветствуется, возможно – телеком, ритейл;\n• знание SQL, Python как плюс;\n• знание CRM-платформ/кампейн-движков: SAS RTDM или аналоги как существенный плюс;\n• опытный пользователь Excel, опыт подготовки презентаций;\n• способность ответственно, инициативно и самостоятельно выполнять свою роль;\n• быстрая обучаемость и высокая скорость погружения в задачу;\n• мультизадачность, стремление в максимально короткие сроки достичь максимальный результат;\n• аналитический склад ума;\n• умение работать с большими объемами информации, хорошая память."
    },
    {
        "name": "Старший менеджер по целевому маркетингу (CVM)",
        "url": "https://www.superjob.ru/vakansii/starshij-menedzher-po-celevomu-marketingu-47637098.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Обязанности:\n• Проработка клиентских путей для формирования новых гипотез по улучшению поведения сегментов и увеличению эффективности коммуникаций;\n• Сегментация клиентской базы, построение алгоритмов сегментации клиентской базы и формирование требований к данным;\n• Регулярный сбор отчетности, бизнес анализ, оценка и прогнозирование эффектов от маркетинговых инициатив;\n• Формирование новых гипотез на основе данных по проведенным кампаниям;\n• Подготовка брифов и материалов для запуска целевых маркетинговых кампаний, координация и оптимизация работ кампейнеров;\n• Контроль запуска маркетинговых кампаний;\n• Коммуникации со смежными подразделениями по проработке решений для запуска онлайн маркетинговых коммуникаций;\n• Формирование постановок на смежные системы по получению потоков целевых событий для запуска кампаний;\n• Проработка бизнес-процессов и оптимизация решений по входящим запросам от продуктовых команд/ заказчиков.\nТребования:\n• Образование: высшее, приветствуются специальности маркетинг, бизнес-анализ;\n• Опыт и/или знания в области управления \"Customer Journey\" и использования методик и инструментов анализа продаж или маркетинговой активности, продвижения услуг, работа с CRM-системами, кампейнинг;\n• Опыт работы в банках – приветствуется, возможно – телеком, ритейл;\n• Знание SQL, Python как плюс;\n• Знание CRM-платформ/ кампейн-движков: SAS RTDM или аналоги как существенный плюс;\n• Опытный пользователь Excel, опыт подготовки презентаций;\n• Способность ответственно, инициативно и самостоятельно выполнять свою роль;\n• Быстрая обучаемость и высокая скорость погружения в задачу;\n• Мультизадачность, стремление в максимально короткие сроки достичь максимальный результат;\n• Аналитический склад ума;\n• Умение работать с большими объемами информации, хорошая память."
    },
    {
        "name": "Lead / Senior ML Engineer",
        "url": "https://www.superjob.ru/vakansii/lead-48373584.html",
        "salary_from": 0,
        "salary_to": 0,
        "description": "Brand Analytics - масштабный SaaS-проект в сфере Data Mining, лидер в сфере систем мониторинга и анализа социальных медиа и СМИ на рынках России и СНГ.\nТы будешь развивать SaaS-продукт в сфере аналитики соцмедиа, обрабатывающий более миллиарда объектов в режиме реального времени, в том числе с использованием технологий искусственного интеллекта.\nБолее 60% команды – разработчики. Мы развиваем продукт и разрабатываем новые. Ставим цели и ищем людей, вместе с которыми можем их воплощать в жизнь.\nОсновной стек технологий: классический ML (CatBoost, Sklearn), нейронки (Torch, Hugging Face, TensorRT, DeepSeed), FastAPI, MLFlow\n Чем предстоит заниматься:\n— Работа с потоковыми данными: анализ, языковое моделирование, классификация, кластеризация, анализ тональности и прочего: много текста, много медиа;\n— Реализовывать новый функционал системы: продуктовые и технические фичи;\n— Проверка и генерация гипотез для решения задач: поиск нестандартных подходов, совершенствование существующей архитектуры;\n— Принятие участия в выборе нового инструментария;\n— Структурирование, планирование и менеджмент: начиная с себя до всего отдела;\n️ Мы:\n— Много пишем, изучаем и еще больше экспериментируем;\n— Самостоятельно разрабатывает обвязки вокруг полученных артефактов: сервисы, инференс и т.д.;\n— Собственный отдел разметки данных;\n— Следим за тех.долгом. Умеем и поддерживаем legacy;\n— Прозрачность: открыто говорим и умеем слушать. Обратная связь, рост, возможность напрямую влиять на продукт и видеть результат своей работы;\n— Даем технику, комфортный офис, кофе, чай и даже фрукты;\n— Предлагаем работу из офиса в центре Москве (м. Библиотека им. Ленина, м. Арбатская, м. Александровский сад)\n— Оформляем в штат IT аккредитованной компании с первого рабочего дня согласно ТК РФ и платим полностью белую заработную плату.\n️ Чего мы от тебя ждем:\n— Продуктового опыта: от ресерча до запуска в прод;\n— Знания классических ML алгоритмов (TF-IDF, кластеризация, классификация и т.п.);\n— Понимания трансформерных архитектур (MLM, LM), а также методы их обучения;\n— Умения писать на чистом Python;\n— Опыта работы с PyTorch;\n— Опыта работы с FastAPI, MLFlow, AirFlow, Docker;\n— Желания изучать новое и находить нетипичные решения;\n— Умения разбираться в чужом коде, оптимизировать и улучшать.\n Будет плюсом:— MLOps;\n— GoLang;\n— Знание SQL, noSQL;\n— Автоматизация ML-пайплайнов"
    },
    {
        "name": "Системный администратор",
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-45760672.html",
        "salary_from": 0,
        "salary_to": 150000,
        "description": "Обязанности:\n• Поддержание рабочего состояния рабочих станций\n• Поддержка пользователей (включая удаленную)\n• Участие в развитии внутренней инфраструктуры, её техническое сопровождение\nТребования:\n• Понимание основ сети (TCP/IP, DNS, VPN, VLAN, DHCP)\n• Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V\n• Минимальный опыт администрирования БД MSSQL\n• Базовые навыки администрирования Windows и *nix\n• Настройка базового бухгалтерского ПО – CryptoPro, контур, такском, 1C\nЖелательно:\n• Zabbix\n• FreePBX/Asterisk\n• Cisco ASA, Juniper EX\n• nix: bash, exim4, dovecot, nginx, php-fpm, gunicorn\n• Знание python на минимальном уровне\nС чем предстоит работать:\n• Кластер на базе Hyper-V\n• MS инфраструктура включая SCCM, DPM, MSSQL.\n• Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity\n• IP телефония на базе FreePBX\n• Более 100 пользователей\n• Несколько офисов на территории г. Москва и ближайшее Подмосковье.\n• 98% времени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы будут\nУсловия:\n• формление по ТК РФ;\n• официальная з/п\n• график работы 5/2;\n• шаговая доступность от метро Свиблово (7 мин).\n• полный рабочий день (с 9.00 до 18.00)\n• на территории работодателя"
    },
    {
        "name": "Аналитик эскпорта",
        "url": "https://www.superjob.ru/vakansii/analitik-eskporta-48457215.html",
        "salary_from": 0,
        "salary_to": 100000,
        "description": "Компания ORION Choco-pie открывает набор на позицию аналитика в отдел экспорта, в связи с расширением штата.\n \nORION - стабильно развивающаяся компания-производитель кондитерских изделий. Мы известны такими продуктами как: Orion Choco-pie, Chocoboy, Fresh-pie и многими другими.\n \nЧто предстоит делать:\n \n• Формировать и анализировать отчет по отгрузкам и продажам в разрезе дистрибьюторов и категорий продукции;\n \n• Формировать и анализировать отчет P&L и отчет по затратам;\n \n• Строить расчетные модели для прогнозирования финансовых результатов;\n \n• Консолидировать план экспортных продаж;\n \n• Контролировать корректность данных во внутренних системах компании;\n \n• Принимать участие в разработке тех.заданий для автоматизации работы;\n \n• При необходимости составлять отчеты по запросы руководителя;\n \nТребования к кандидату: \n• Высшее образование (направление: математика, финансы, экономика);\n \n• Продвинутые навыки MS Excel (сводные таблицы, ВПР, СУММЕСЛИМН и др.);\n \n• Знание и умение работать в программе 1С;\n \n• Английский язык уровня Intermediate и выше;\n \nЧто мы предлагаем: \nРабота в международной стабильно развивающейся компании.\n \nМы производим и продаем такие продукты как: Choco-pie, Chocoboy, Goute, Freshpie\n \n• Официальное трудоустройство в штат компании с первого рабочего дня;\n \n• Испытательный срок: 3 месяца;\n \n• График работы 5/2;\n \n• Ежегодная индексация заработной платы;\n \n• 13-я зарплата;\n \n• Компенсация питания;\n \n• Услуги корпоративного такси до дома, в случае переработок;\n \n• Страхование ДМС (включая стоматологию и вызов врача на дом) и страхование от несчастных случаев от года работы в компании;\n \n• Опыт работы в интернациональном коллективе;\n \n• Работа в дружной команде;\n \nОтклик на данную вакансию соискателем посредством сайта является действием самого соискателя по предоставлению своего согласия в соответствии с Федеральным законом от 27.07.2006 г. 152-ФЗ «О персональных данных» на осуществление со всеми указанными в том резюме соискателя на сайте персональными данными (а также с самим резюме), которое включается в содержание отклика на данную вакансию, следующих действий: систематизацию, хранение, уточнение (обновление или изменение), использование, обезличивание, блокирование и уничтожение, для целей возможного трудоустройства соискателя у оператора персональных данных: ООО «Орион Интернейшнл Евро» (ОГРН: 1077746009615, зарегистрированный адрес 108811, Россия, г. Москва, п. Московский, Киевское шоссе, 22-й км, домовл. 6, стр. 1, этаж 3, помещение II, комната 18, в том числе включения соискателя в кадровый резерв с целью возможности трудоустройства в будущем, в том числе направления соискателю информации, связанной с поиском работы, в том числе предложений вакансий, приглашений на собеседования, информации о результатах собеседования, запросов рекомендаций и т.д. посредством телефонной связи, направления смс-сообщений, сообщений через доступные соискателю программы по обмену мгновенными сообщениями, сообщений по адресу электронной почты. Срок действия настоящего согласия не ограничен. Настоящее согласие на обработку персональных данных может быть отозвано соискателем путем направления соответствующего заявления по адресу оператора ООО «Орион Интернейшнл Евро», в том числе по адресу электронной почты."
    },
    {
        "name": "Системный администратор",
        "url": "https://spb.superjob.ru/vakansii/sistemnyj-administrator-48538256.html",
        "salary_from": 80000,
        "salary_to": 0,
        "description": "Должностные обязанности:\n- Обеспечение комплексной поддержки и развития IT-инфраструктуры компании.\n- Администрирование и техническое сопровождение (серверы, рабочие станции, сетевая инфраструктура, виртуализация, телефония, Windows/*nix;\n- Обеспечение информационной и антивирусной безопасности;\n- Организация резервного копирования;\n- Составление плана модернизации аппаратного и программного обеспечения;\n- Формирования требований к закупке оборудования и ПО;\n- Обеспечение бесперебойной работы веб-ресурсов, внутренних ресурсов.\nТребования:\n- Высшее образование;\n- Знание сетевых технологий и протоколов (TCP/IP, DNS, DHCP и т.д.), принципы работы сетей;\n- Опыт работы системным/сетевым администратором от 3 лет;\n- Опыт настройки сетевого оборудования, серверного оборудования;\n- Shell, Python достаточно опыта написания небольших скриптов;\n- Английский язык на уровне чтения технической документации;\n- Опыт администрирования 1С;\n\n- Опыт поддержания сайта;\n- Опыт администрирования парка более 100 компьютеров.\nУсловия:\n- Окончательное решение дохода по итогам собеседования!\n- График работы 5/2;\n- Оформление по ТК РФ;\n-Развозка от м. Московская."
    },
    {
        "name": "Аналитик данных",
        "url": "https://www.superjob.ru/vakansii/analitik-dannyh-48443951.html",
        "salary_from": 100000,
        "salary_to": 0,
        "description": "Обязанности: \n• Анализ данных по заданным критериям\n \n• Построение отчетности на основании анализа и создание визуального ряда по итогу работы (таблицы, графики, диаграммы, презентационные материалы)\n \n• Умение создавать дашборды и работать с ними\n \nТребования: \n• Высшее образование, наличие сертификатов об обучении, связанных с аналитикой данных\n \n• Опыт работы не менее 1 года по данной специальности\n \n• Очень высокий уровень владения Excel, Python, Power Point\n \n• Знания SQL, опыт работы в структуре здравоохранения (государственные, частные медицинские организации, фармацевтические организации) – будет преимуществом для кандидата\n \n• Работа в команде, гибкость, лояльное отношение к рабочему процессу\n \nУсловия:\n \n• Работа в государственном учреждении\n \n• График работы с 09:00 до 18:00, лояльное отношение к рабочему процессу (возможность задержаться на 1 час)\n \n• Оформление по ТК РФ\n \n• Адрес места работы: г. Москва, Смоленский бульвар, д. 24 стр. 4 (периодически возможна дистанционная работа)"
    }
]